Repository: 84000/data-translation-memory
Catalog: toh590-v3.tmx
Source language: bo
Languages: en

source: །རྡོ་རྗེ་ཕུར་བུས་གདབ་པོ། །གང་དང་གང་དུ་བྱས་པའི་རིག་སྔགས་རལ་གྲིས་གཅད་དོ།
en: I split with the sword and pin down with the vajra the spells used in various contexts!

source: །རྡོ་རྗེ་ཕུར་བུས་གདབ་བོ། །གང་གིས་བྱེད་དུ་བཅུག་པ་དེས་བྱས་པའི་རིག་སྔགས་རལ་གྲིས་གཅད་དོ།
en: I split with the sword and pin down with the vajra the spells used by the one who made it!

source: །རྡོ་རྗེ་ཕུར་བུས་གདབ་བོ། །དགེ་སྦྱོང་མགོ་རེག་གིས་བྱས་པའི་རིག་སྔགས་རལ་གྲིས་གཅད་དོ།
en: I split with the sword and pin down with the vajra the spells of shaven-headed ascetics!

source: །རྡོ་རྗེ་ཕུར་བུས་གདབ་བོ། །ཕོ་ཉ་དང་ཕོ་ཉ་མོ་དང་བྲན་ཕོ་དང་བྲན་མོས་བྱས་པའི་རིག་སྔགས་རལ་གྲིས་གཅད་དོ།
en: I split with the sword and pin down with the vajra the spells of dūtas, dūtīs, ceṭas, and ceṭīs!

source: །རྡོ་རྗེ་ཕུར་བུས་གདབ་བོ། །དྲང་སྲོང་གི་མཆོག་ཐམས་ཅད་ཀྱིས་བྱས་པའི་རིག་སྔགས་རལ་གྲིས་གཅད་དོ།
en: I split with the sword and pin down with the vajra the spells of all sublime ṛṣis!

source: །རྡོ་རྗེ་ཕུར་བུས་གདབ་བོ། །ལྷའི་ཚོགས་ཐམས་ཅད་ཀྱིས་བྱས་པའི་རིག་སྔགས་རལ་གྲིས་གཅད་དོ།
en: I split with the sword and pin down with the vajra the spells of the hosts of devas!

source: །རྡོ་རྗེ་ཕུར་བུས་གདབ་བོ། །མི་ཕན་པར་འདོད་པ་ཐམས་ཅད་ཀྱིས་བྱས་པའི་རིག་སྔགས་རལ་གྲིས་གཅད་དོ། །རྡོ་རྗེ་ཕུར་བུས་གདབ་བོ།
en: I split with the sword and pin down with the vajra the spells of those who wish to do harm! “

source: །ཨོཾ་བཅོམ་ལྡན་འདས་མ་བདག་འཁོར་དང་བཅས་པ་དང་། སེམས་ཅན་ཐམས་ཅད་ཀྱི་འཇིགས་པ་ཐམས་ཅད་དང་།
en: Oṃ!

source: གནོད་པ་དང་། ནད་འགོ་བ་དང་།
en: Blessed One, protect!

source: འཁྲུག་པ་ཐམས་ཅད་དང་། སྡང་བ་དང་རབ་ཏུ་སྡང་བ་ཐམས་ཅད་དང་། ཕྱིར་རྒོལ་བ་འམ། མི་མཛའ་བ་འམ། མི་ཕན་པར་འདོད་པ་ཐམས་ཅད་ལས་བསྲུང་དུ་གསོལ་བསྲུང་དུ་གསོལ།
en: Protect me, my community, and all sentient beings from all fears, all calamities, infectious diseases, and mental disturbances, all malice and hostility, and all opponents, foes, and those who wish to do harm! “

source: དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་གཙུག་ཏོར་ནས་བྱུང་བ་གདུགས་དཀར་པོ་ཅན་སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ཀྱིས་ཕྱག་བྱས་པ་མེ་དང་ཉི་མ་ལྟར་འོད་གསལ་ཞིང་དཀར་བ་རྒྱས་པ་མངའ་བ་ཁྱོད་ལ་ཕྱག་འཚལ་ལོ། །ཨོཾ་ཛྭ་ལ་ཛྭ་ལ། དྷ་ཀ་དྷ་ཀ །ཁཱ་ད་ཁཱ་ད། ད་ར་ད་ར། བི་ད་ར་བི་ད་ར། ཙྪིནྡ་ཙྪིནྡ། བྷིནྡ་བྷིནྡ། ཧཱུྃ་ཧཱུྃ་ཕཊ་ཕཊ་སྭཱ་ཧཱ། སརྦ་དུཥྚཱན་ཧཱུྃ་དྲཱུཾ།
en: We pay homage to you, Sitātapatrā, born from the uṣṇīṣa of all tathāgatas and honored by all buddhas and bodhisattvas. Shining like fire and the sun, you are white and broad.

source: སརྦ་དུརླཾ་གྷི་ཏེ་བྷྱཿཕཊ། སརྦ་དུཙྪཱ་ཡེ་བྷྱཿཕཊ། སརྦ་དུརླི་ཁི་ཏེ་བྷྱཿཕཊ། སརྦ་དིག་བྷྱཿཕཊ། སརྦ་དུརྦྷུཀྟེ་བྷྱཿཕཊ། སརྦ་དུ་ཏེ་བྷྱཿཕཊ། སརྦ་ཨ་བངྷུ་ཏེ་བྷྱཿཕཊ། སརྦ་དུ་ཥྀ་ཏེ་བྷྱཿཕཊ། སརྦ་དུཿབྲེཀྵི་ཏེ་བྷྱཿཕཊ། སརྦ་ཛྭ་རེ་བྷྱཿཕཊ། སརྦ་ཨ་པ་སྨཱ་རེ་བྷྱཿཕཊ། སརྦ་ཨོཾསྟཱ་ར་ཀེ་བྷྱཿཕཊ། སརྦ་ཌཱ་ཀི་ནཱི་བྷྱཿཕཊ། སརྦ་རེ་བ་ཏཱི་བྷྱཿཕཊ། སརྦ་ཀ་ཊ་བཱ་སི་ནཱི་བྷྱཿཕཊ། སརྦ་ཛཱ་མ་ཀཻ་བྷྱཿཕཊ། སརྦ་སཀུནཱི་བྷྱཿཕཊ། སརྦ་མཱ་ཏྲྀ་ནནྡི་ཀེ་བྷྱཿཕཊ། སརྦ་ག་རེ་བྷྱཿཕཊ། སརྦ་བིཥེ་བྷྱཿཕཊ། སརྦ་ཡོ་གེ་བྷྱཿཕཊ། སརྦ་ཨཱ་ལམྦ་ཀེ་བྷྱཿཕཊ། སརྦ་བྷ་ཡེ་བྷྱཿཕཊ། སརྦོ་པ་དྲ་བེ་བྷྱཿཕཊ། སརྦོ་པ་སརྒོ་པཱ་ཡ་སེ་བྷྱཿཕཊ། སརྦ་ཨུ་ཏྲཱ་སེ་བྷྱཿཕཊ། སརྦ་བྱཱ་དྷི་བྷྱཿཕཊ། སརྦ་ཤྲ་མ་ཎེ་བྷྱཿཕཊ། སརྦ་གྲ་ཧེ་བྷྱཿཕཊ། སརྦ་ཏཱིརྠི་ཀེ་བྷྱཿཕཊ། སརྦ་པྲ་ཏྱརྠི་ཀེ་བྷྱཿཕཊ། སརྦ་པཱ་ཏ་ཀེ་བྷྱཿཕཊ། སརྦོནྨཱ་དེ་བྷྱཿཕཊ། སརྦ་ཙྪ་ཡེ་བྷྱཿཕཊ། སརྦ་བིདྱ་དྷ་རེ་བྷྱཿཕཊ། ཛ་ཡ་ཀ་ར་མ་དྷུ་ཀ་ར་སིདྡྷི་ཀ་ར་སརྦ་ཨརྠ་སཱདྷ་ཀེ་བྷྱཿཕཊ། སརྦ་བིདྱཱ་ཙཱཪྻེ་བྷྱཿཕཊ། སརྦ་བིདྱཱ་རཱ་ཛེ་བྷྱཿཕཊ། སརྦ་སཱདྷ་ཀེ་བྷྱོ་བིདྱཱ་ཙཱཪྻེ་བྷྱཿཕཊ། ཙ་ཏུདྦྷྱོ་བྷ་གི་ནཱི་བྷྱཿཕཊ། བཛྲ་ཀཽ་མཱ་རཱི་ཡེ་བིདྱཱ་རཱ་ཛྙཱི་ཡེ་ཕཊ། སརྦ་བི་གྷྣཾ་བི་ནཱ་ཡ་ཀཱ་ནཱཾ་ཕཊ། བ་ར་དཱ་ཡ་ཕཊ། པ་ར་བི་དྲཱ་བ་ཎ་ཀེ་རཱ་ཡ་ཕཊ། སརྦ་ཨ་སུ་རེ་བྷྱཿཕཊ། སརྦ་ག་རུ་ཌེ་བྷྱཿཕཊ། སརྦ་མ་ཧོ་ར་གེ་བྷྱཿཕཊ། སརྦ་མཱ་ནུ་ཥྱཱ་མཱ་ནུ་ཥྱེ་བྷྱཿཕཊ། སརྦ་མཱ་རུ་ཏེ་བྷྱཿཕཊ། སརྦ་པི་སཱ་ཙེ་བྷྱཿཕཊ། སརྦ་ཀུམྦྷཱཎྜེ་བྷྱཿཕཊ། བཛྲི་ཤྲྀང་ཁ་ལཱ་ཡ་ནཱ་ནྟ་པྲ་ཏྱདྒི་རཱ་བྷྱཿཕཊ། སརྦོ་པ་སརྒྒེ་བྷྱཿཕཊ། མ་ཧཱ་པྲ་ཏྱདྷི་རེ་བྷྱཿཕཊ། ཙྪིནྡ་ཙྪིནྡ་ཕཊ། བྷིནྡ་བྷིནྡ་ཕཊ། ཧཱུྃ་ཧཱུྃ་ཕཊ་སྭཱ་ཧཱ། ཧེ་ཧེ་ཕཊ། ཧོ་ཧོ་ཕཊ། ཨ་མོ་གྷཱ་ཡ་ཕཊ། ཨ་པྲ་ཏི་ཧ་ཏཱ་ཡ་ཕཊ། བ་ར་པྲ་དཱ་ཡ་ཕཊ། ཨ་སུ་ར་པི་དྲཱ་བ་ཎ་ཀ་རཱ་ཡ་ཕཊ། སརྦ་དེ་བེ་བྷྱཿཕཊ། སརྦ་ནཱ་གེ་བྷྱཿཕཊ། སརྦ་ཡ་ཀྵེ་བྷྱཿཕཊ། སརྦ་རཱ་ཀྵ་སེ་བྷྱཿཕཊ། སརྦ་གནྡྷརྦེབྷྱཿཕཊ། སརྦ་ཀིནྣ་རེ་བྷྱཿཕཊ། སརྦ་པྲེ་ཏེ་བྷྱཿཕཊ། སརྦ་བྷཱུ་ཏེ་བྷྱཿཕཊ། སརྦ་ཀུམྦྷཎྜེ་བྷྱཿཕཊ། སརྦ་པཱུ་ཏ་ནེ་བྷྱཿཕཊ། སརྦ་ཀ་ཊ་པཱུ་ཏ་ནེ་བྷྱཿཕཊ། སརྦ་སྐནྡེ་བྷྱཿཕཊ། སརྦོ་ནྨཱ་ད་བྷྱཿཕཊ། བཛྲ་ཤཾ་ཀལཱ་ཡ་མ་ཧཱ་པྲ་ཏྱཾ་གི་ར་རཱ་ཛཱ་ཡ་ཕཊ། ཀཱལཱ་ཡ་ཕཊ། མ་ཧཱ་ཀཱ་ལཱ་ཡ་ཕཊ། མཱ་ཏྲྀ་ག་ཎཱ་ཡ་ཕཊ། མ་ཧཱ་མཱ་ཏྲི་ག་ཎ་ནཱ་མསྐྲྀ་ཏཱ་ཡ་ཕཊ། བཻཥྞ་བཱི་ཡེ་ཕཊ། མ་ཧེ་ཤྭ་རཱི་ཡེ་ཕཊ། བྲཧྨ་ཎཱི་ཡེ་ཕཊ། ཨགྣཱི་ཡེ་ཕཊ། མ་ཧཱ་ཀཱ་ལཱི་ཡེ་ཕཊ། ཀཱ་ལ་ད་ཎྜི་ཡེ་ཕཊ། ཨིནྡྲཱི་ཡེ་ཕཊ། རཽ་དྲཱི་ཡེ་ཕཊ། ཙཱ་མུཎྜཱི་ཡེ་ཕཊ། བཱ་རཱ་ཧཱི་ཡེ་ཕཊ། མ་ཧཱ་བཱ་རཱ་ཧཱི་ཡེ་ཕཊ། རཱ་ཏྲཱི་ཡེ་ཕཊ། ཀཱ་ལ་རཱ་ཏྲཱི་ཡེ་ཕཊ། ཡ་མ་དཎྜཱི་ཡེ་ཕཊ། ཀ་པཱ་ལཱི་ཡེ་ཕཊ། མ་ཧཱ་ཀ་པཱ་ལཱི་ཡེ་ཕཊ། ཀཽ་མཱ་རཱི་ཡེ་ཕཊ། ཡཱ་མཱི་ཡེ་ཕཊ། བཱ་ཡ་བེ་ཕཊ། ཀཽ་བེ་རཱ་ཡེ་ཕཊ། ནཻ་རྀ་ཏཱི་ཡེ་ཕཊ། བཱ་རུ་ཎཱི་ཡེ་ཕཊ། མཱ་རུ་ཏཱི་ཡེ་ཕཊ། མཱ་ཧཱ་མཱ་རུ་ཏཱི་ཡེ་ཕཊ། སཽ་མྱཻ་ཕཊ། ཨཻ་སཱ་ནཱི་ཡེ་ཕཊ། པཽཀྐ་སཱི་ཡེ་ཕཊ། ཨ་ཐརྦ་ཎཱི་ཡེ་ཕཊ། ཤ་བ་རཱི་ཡེ་ཕཊ། ཀྲྀཥྞ་ཤ་བ་རཱི་ཡེ་ཕཊ། ཡ་མ་དཱུ་ཏཱི་ཡེ་ཕཊ། ནི་ས་དི་བཱ་ཙ་རེ་བྷྱཿཕཊ། ཏྲིསན་དྷྱཱརྩེ་བྷྱཿཕཊ། དྷ་ར་ཎཱི་ཡེ་ཕཊ། ཨ་དྷི་མུཀྟི་ཀསྨཱི་ར་མ་ཧཱ་སྨ་ཤཱ་ནཱི་བཱ་སི་ནཱི་ཡེ་ཕཊ། ཨི་ཏི་བྷྱཿ། སརྦ་བྷ་ཡེ་བྷྱཿ། སརྦ་ད་ཥི་བྷྱཿཕཊ། ཨོྃ་ཧཱུྃ་ཥྚོཾ་བྷནྡྷ་བྷནྡྷ་སརྦ་དུཥྚཱ་ན་རཀྵ་རཀྵ་མཱཾ་སརྦ་ས་ཏྭཱཾ་ཤྩ་སྭཱ་ཧཱ། གང་སུ་དག་བདག་འཁོར་དང་བཅས་པ་དང་། སེམས་ཅན་ཐམས་ཅད་ལ་སྡང་བ་སྡང་བའི་སེམས་དང་ལྡན་པ་རྣམས་དང་། དྲག་ཤུལ་དྲག་ཤུལ་གྱི་སེམས་དང་ལྡན་པ་རྣམས་དང་། སྡིག་པ་སྡིག་པའི་སེམས་དང་ལྡན་པ་རྣམས་དང་། འཁྲུག་པ་འཁྲུག་པའི་སེམས་དང་ལྡན་པ་རྣམས་དང་། མི་མཛའ་བ་མི་མཛའ་བའི་སེམས་དང་ལྡན་པ་དེ་རྣམས་ལས་བདག་འཁོར་དང་བཅས་པ་དང་།
en: oṁ jvala jvala | dhaka dhaka | khāda khāda | dara dara | vidara vidara | chinda chinda | bhinda bhinda | hūṁ hūṁ phaṭ phaṭ svāhā | sarvaduṣṭān hūṁ drūṃ | sarvadurlaṅghitebhyaḥ phaṭ | sarvaduśchāyebhyaḥ phaṭ | sarvadurlikhitebhyaḥ phaṭ | sarvadigbhyaḥ phaṭ | sarvadurbhuktebhyaḥ phaṭ | sarvadūtebhyaḥ phaṭ | sarvāvadhūtebhyaḥ phaṭ | sarvaduṣkṛtebhyaḥ phaṭ | sarvaduḥprekṣitebhyaḥ phaṭ | sarvajvarebhyaḥ phaṭ | sarvāpasmārebhyaḥ phaṭ | sarvostārekebhyaḥ phaṭ | sarvaḍākinībhyaḥ phaṭ | sarvarevatībhyaḥ phaṭ | sarvakaṭavāsinībhyaḥ phaṭ | sarvajāmakebhyaḥ phaṭ | sarvaśakunībhyaḥ phaṭ | sarvamātṛnandikebhyaḥ phaṭ | sarvagarebhyaḥ phaṭ | sarvaviṣebhyaḥ phaṭ | sarvayogebhyaḥ phaṭ | sarvālaṃbakebhyaḥ phaṭ | sarvabhayebhyaḥ phaṭ | sarvopadravebhyaḥ phaṭ | sarvopasargopāyasebhyaḥ phaṭ | sarvottrāsebhyaḥ phaṭ | sarva vyādhibhyaḥ phaṭ | sarvaśramaṇebhyaḥ phaṭ | sarvagrahebhyaḥ phaṭ | sarvatīrthikebhyaḥ phaṭ | sarvapratyarthikebhyaḥ phaṭ | sarvapātakebhyaḥ phaṭ | sarvonmādebhyaḥ phaṭ | sarvacchayebhyaḥ phaṭ | sarvavidyādharebhyaḥ phaṭ | jayakaramadhukarasiddhikarasarvārthasādhakebhyaḥ phaṭ | sarvavidyācāryebhyaḥ phaṭ | sarvavidyārājebhyaḥ phaṭ | sarvasādhakebhyo vidyācāryebhyaḥ phaṭ | caturbhyo bhaginībhyaḥ phaṭ | vajrakaumārīye vidyārājñīye phaṭ | sarvavighnavināyakānāṃ phaṭ | varadāya phaṭ | paravidrāvaṇakarāya phaṭ | sarvāsurebhyaḥ phaṭ | sarvagaruḍebhyaḥ phaṭ | sarvamahoragebhyaḥ phaṭ | sarvamanuṣyāmanuṣyebhyaḥ phaṭ | sarvamarutebhyaḥ phaṭ | sarvapisācebhyaḥ phaṭ | sarvakumbhāṇḍebhyaḥ phaṭ | vajraśṛṅkhalāya mahāpratyaṅgirābhyaḥ phaṭ | sarvopasargebhyaḥ phaṭ | mahāpratyaṅgirebhyaḥ phaṭ | chinda chinda phaṭ | bhinda bhinda phaṭ | hūṁ hūṁ phaṭ svāhā | he he phaṭ | ho ho phaṭ | amoghāya phaṭ | apratihatāya phaṭ | varapradāya phaṭ | asuravidrāvaṇakarāya phaṭ | sarvadevebhyaḥ phaṭ | sarvanāgebhyaḥ phaṭ | sarvayakṣebhyaḥ phaṭ | sarvarākṣasebhyaḥ phaṭ | sarvagandharvebhyaḥ phaṭ | sarvakinnarebhyaḥ phaṭ | sarvapretebhyaḥ phaṭ | sarvabhūtebhyaḥ phaṭ | sarvakumbhāṇḍebhyaḥ phaṭ | sarvapūtanebhyaḥ phaṭ | sarvakaṭapūtanebhyaḥ phaṭ | sarvaskandebhyaḥ phaṭ | sarvonmādabhyaḥ phaṭ | vajraśṛṅkhalāya mahāpratyaṅgirārājāya phaṭ | kālāya phaṭ | mahākālāya phaṭ | mātṛgaṇāya phaṭ | mahāmātṛgaṇanamaskṛtāya phaṭ | vaiṣṇavīye phaṭ | māheśvarīye phaṭ | brahmaṇīye phaṭ | agnīye phaṭ | mahākālīye phaṭ | kāladaṇḍiye phaṭ | aindrīye phaṭ | raudrīye phaṭ | cāmuṇḍīye phaṭ | vārāhīye phaṭ | mahāvārāhīye phaṭ | rātrīye phaṭ | kālarātrīye phaṭ | yamadaṇḍīye phaṭ | kāpālīye phaṭ | mahākāpālīye phaṭ | kaumārīye phaṭ | yāmīye phaṭ | vāyave phaṭ | kauberāye phaṭ | nairṛtīye phaṭ | vāruṇīye phaṭ | mārutīye phaṭ | mahāmārutīye phaṭ | saumyāye phaṭ | aiśānīye phaṭ | pukkasīye phaṭ | atharvaṇīye phaṭ | śabarīye phaṭ | kṛṣṇaśabarīye phaṭ | yamadūtīye phaṭ | niśīdivācarebhyaḥ phaṭ | trisandhyācarebhyaḥ phaṭ | dharaṇiye phaṭ | adhimuktikakāśmīramahāśmaśānavāsinīye phaṭ | itibhyaḥ | sarvabhayebhyaḥ | sarvadoṣebhyaḥ phaṭ | oṁ hūṁ sṭoṃ bhandha bhandha sarvaduṣṭān rakṣa rakṣa māṃ sarvasatvāṃśca svāhā | “Please protect me, my community, and all beings from all those who are wicked and harbor wicked intentions, who are dangerous and harbor dangerous intentions, who are evil and harbor evil intentions, who are angry or harbor angry intentions, and who are aggressive or harbor aggressive intentions!

source: སེམས་ཅན་ཐམས་ཅད་ལ་བསྲུང་བ་མཛད་དུ་གསོལ། ལོ་བརྒྱ་འཚོ་བར་གྱུར་ཅིག །
en: May we live a hundred years!

source: སྟོན་བརྒྱ་མཐོང་བར་ཤོག་ཤིག །
en: May we see a hundred autumns! “

source: བདག་འཁོར་དང་བཅས་པ་དང་། སེམས་ཅན་ཐམས་ཅད་ལ་གདོན་དང་གནོད་སྦྱིན་གང་སུ་དག་གནོད་སྦྱིན་གྱི་གདོན་རྣམས་དང་། མདངས་འཕྲོག་པ་རྣམས་དང་། མངལ་ཟ་བ་རྣམས་དང་། ཁྲག་འཐུང་བ་རྣམས་དང་། ཞག་ཟ་བ་རྣམས་དང་། ཤ་ཟ་བ་རྣམས་དང་། ཚིལ་ཟ་བ་རྣམས་དང་། རྐང་ཟ་བ་རྣམས་དང་། བཙས་པ་ཟ་བ་རྣམས་དང་། སྲོག་འཕྲོག་པ་རྣམས་དང་། གཏོར་མ་ཟ་བ་རྣམས་དང་། ཕྲེང་བ་ཟ་བ་རྣམས་དང་། དྲི་ཟ་བ་རྣམས་དང་། མེ་ཏོག་ཟ་བ་རྣམས་དང་། བདུག་པ་ཟ་བ་རྣམས་དང་། འབྲས་བུ་ཟ་བ་རྣམས་དང་། ལོ་ཏོག་ཟ་བ་རྣམས་དང་། བསྲེག་བྱ་ཟ་བ་རྣམས་དང་། ནོར་འཕྲོག་པ་རྣམས་དང་། སེམས་འཕྲོག་པ་རྣམས་དང་། རྣག་ཟ་བ་རྣམས་དང་། བཤང་བ་ཟ་བ་རྣམས་དང་། གཅིན་འཐུང་བ་རྣམས་དང་། མཆིལ་མ་འཐུང་བ་རྣམས་དང་། སྣབས་ཟ་བ་རྣམས་དང་། ངར་སྣབས་ཟ་བ་རྣམས་དང་། སྐྱུགས་པ་ཟ་བ་རྣམས་དང་། ནོམ་བུ་ཟ་བ་རྣམས་དང་། མི་གཙང་བ་ཟ་བ་རྣམས་དང་། སྟོར་ཁུང་ནས་འབབ་པ་འཐུང་བ་རྣམས་དང་། སྡིག་པའི་སེམས་དང་ལྡན་པ་རྣམས་དང་། སྡང་བའི་སེམས་དང་ལྡན་པ་རྣམས་དང་། དྲག་ཤུལ་གྱི་སེམས་དང་ལྡན་པ་རྣམས་དང་། ལྷའི་གདོན་རྣམས་དང་།
en: For me, my community, and all beings please dispel all grahas and those who would cause harm, including grahas who are yakṣas and those who steal vitality, consume fetuses, and drink blood; who consume fat, flesh, grease, marrow, and newborns; who steal life; who consume oblations, garlands, fragrances, flowers, incense, fruits, grains, and burnt offerings; who steal possessions and capture people’s minds; who consume pus, feces, urine, saliva, snot, mucus, vomit, chewed food, and filth and drink sewage; and who harbor evil minds, hostile minds, and vicious intentions! “

source: ཀླུའི་གདོན་རྣམས་དང་། གནོད་སྦྱིན་གྱི་གདོན་རྣམས་དང་། སྲིན་པོའི་གདོན་རྣམས་དང་། དྲི་ཟའི་གདོན་རྣམས་དང་། ལྷ་མ་ཡིན་གྱི་གདོན་རྣམས་དང་། ནམ་མཁའ་ལྡིང་གི་གདོན་རྣམས་དང་། མི་འམ་ཅིའི་གདོན་རྣམས་དང་། ལྟོ་འཕྱེ་ཆེན་པོའི་གདོན་རྣམས་དང་། མིའི་གདོན་རྣམས་དང་། མི་མ་ཡིན་པའི་གདོན་རྣམས་དང་། རླུང་ལྷའི་གདོན་རྣམས་དང་། ཡི་དགས་ཀྱི་གདོན་རྣམས་དང་། ཤ་ཟའི་གདོན་རྣམས་དང་། འབྱུང་པོའི་གདོན་རྣམས་དང་། གྲུལ་བུམ་གྱི་གདོན་རྣམས་དང་། སྲུལ་པོའི་གདོན་རྣམས་དང་། ལུས་སྲུལ་པོའི་གདོན་རྣམས་དང་། སྐེམ་བྱེད་ཀྱི་གདོན་རྣམས་དང་། སྨྱོ་བྱེད་ཀྱི་གདོན་རྣམས་དང་། གྲིབ་གནོན་གྱི་གདོན་རྣམས་དང་། བརྗེད་བྱེད་ཀྱི་གདོན་རྣམས་དང་། གནོན་པོའི་གདོན་རྣམས་དང་། མཁའ་འགྲོ་མའི་གདོན་རྣམས་དང་། ནམ་གྲུའི་གདོན་རྣམས་དང་། ཀུན་དུ་འབྲེང་བའི་གདོན་རྣམས་དང་། ཚེར་མ་འདོན་པའི་གདོན་རྣམས་དང་། བྱའི་གདོན་རྣམས་དང་། མ་མོ་དགའ་བར་བྱེད་པའི་གདོན་རྣམས་དང་། བུམ་པ་ལྟ་བུའི་གདོན་རྣམས་དང་། འཕྱང་བའི་གདོན་རྣམས་དང་། ལུས་མཁའ་འགྲོ་མའི་གདོན་རྣམས་དང་། ཀ་ཊང་ཀ་ཊའི་ཚོགས་ཅན་གྱི་གདོན་རྣམས་དང་།
en: Dispel grahas who are devas, nāgas, yakṣas, rākṣasas, gandharvas, asuras, garuḍas, kinnaras, mahoragas, humans, nonhumans, maruts, pretas, piśācas, bhūtas, kumbhāṇḍas, pūtanas, kaṭapūtanas, skandas, unmādas, chāyās, apasmāras, ostārakas, ḍākinīs, revatīs, samikās, kaṇṭakamālinīs, śakunis, mātṛnandīs, pot-like beings, lambikās, kaṭaḍākinīs, and kaṭaṅkaṭamālinīs, as well as all kinds of grahas! “

source: གདོན་ཐམས་ཅད་བསལ་དུ་གསོལ། བདག་འཁོར་དང་བཅས་པ་དང་། སེམས་ཅན་ཐམས་ཅད་ལ་རིམས་ཉིན་གཅིག་པ་རྣམས་དང་། ཉིན་གཉིས་པ་རྣམས་དང་། ཉིན་གསུམ་པ་རྣམས་དང་། ཉིན་བཞི་པ་རྣམས་དང་། ཉིན་བདུན་པ་རྣམས་དང་། ཟླ་བ་ཕྱེད་པ་རྣམས་དང་། ཟླ་བ་གཅིག་པ་རྣམས་དང་། ཉིན་མོ་པ་རྣམས་དང་། ཉི་མ་ཕྱེད་པ་རྣམས་དང་། ཡུད་ཙམ་པ་རྣམས་དང་། རྟག་པའི་རིམས་རྣམས་དང་། རིམས་མི་བཟད་པ་རྣམས་དང་། འབྱུང་པོའི་རིམས་རྣམས་དང་། ཡི་དགས་ཀྱི་རིམས་རྣམས་དང་། ཤ་ཟའི་རིམས་རྣམས་དང་། མིའི་རིམས་རྣམས་དང་། མི་མ་ཡིན་པའི་རིམས་རྣམས་དང་། རྒྱུན་མི་འཆད་པའི་རིམས་རྣམས་དང་། རླུང་ལས་གྱུར་པ་རྣམས་དང་། མཁྲིས་པ་ལས་གྱུར་པ་རྣམས་དང་། བད་ཀན་ལས་གྱུར་པ་རྣམས་དང་། འདུས་པ་ལས་གྱུར་པ་རྣམས་དང་།
en: For me, my community, and all sentient beings please dispel all fevers that last one day, two days, three days, four days, seven days, half a month, or a month; those that occur daily or twice daily or that are momentary, chronic, or irregular; those that are caused by bhūtas, pretas, piśācas, humans, or nonhuman beings; and those that are continuous or that arise from disturbances of wind, bile, phlegm, or their combination.

source: རིམས་ཐམས་ཅད་དང་།
en: Dispel all illnesses of the brain! “

source: ཀླད་པ་ན་བ་བདག་དང་སེམས་ཅན་ཐམས་ཅད་ལ་བསལ་དུ་གསོལ། བདག་འཁོར་དང་བཅས་པ་དང་སེམས་ཅན་ཐམས་ཅད་ཀྱི་གཞོགས་ཕྱེད་ན་བ་དང་། ཡི་ག་འཆུས་པ་དང་། མིག་ནད་དང་། སྣ་ནད་དང་། ཁ་ནད་དང་། མ
en: For me, my community, and all sentient beings please dispel splitting headaches; loss of appetite; illnesses of the eyes, nose, mouth, throat, or heart; laryngitis; and pain in the ears, teeth, chest, heart, joints, sides, back, stomach, hips, pelvis, anus, vagina, vulva, thigh, calves, hands, feet, and all the major and minor appendages! “

source: གུལ་ནད་དང་། སྙིང་ནད་དང་། ལྐོག་མའི་ལྷ་གོར་ན་བ་དང་། རྣ་བ་ན་བ་དང་། སོ་ན་བ་དང་། བྲང་ན་བ་དང་། སྙིང་ན་བ་དང་། གནད་ན་བ་དང་། རྩིབ་ལོགས་ན་བ་དང་། རྒྱབ་ན་བ་དང་། ལྟོ་ན་བ་དང་། རྐེད་པ་ན་བ་དང་། མདོམས་ན་བ་དང་། གཞང་ན་བ་དང་། སྐྱེ་གནས་ན་བ་དང་། རབ་ཏུ་སྐྱེ་གནས་ན་བ་དང་། བརླ་ན་བ་དང་། བྱིན་པ་ན་བ་དང་། ལག་པ་ན་བ་དང་། རྐང་པ་ན་བ་དང་། ཡན་ལག་ན་བ་དང་། ཉིང་ལག་ན་བ་བསལ་དུ་གསོལ། བདག་འཁོར་དང་བཅས་པ་དང་། སེམས་ཅན་ཐམས་ཅད་ལ་འབྱུང་པོ་དང་། ཡི་དགས་དང་། རོ་ལངས་དང་། མཁའ་འགྲོ་མ་དང་། རིམས་དང་། ཤུ་བ་དང་། མིག་སེར་དང་། གཡའ་བ་དང་། འབྲུམ་བུ་ཕྲ་མོ་དང་། མཛེ་དང་། ཕོལ་མིག་དང་། བས་བལྡགས་དང་། མཆིན་ནད་དང་། མཚན་བར་རྡོལ་བ་དང་། གཡན་བ་དང་། གཞང་འབྲུམ་དང་། མེ་དཔལ་དང་། ལྷོག་པ་དང་། སྐེམས་པ་དང་། དབུགས་མི་བདེ་བ་དང་། སྐྲག་པ་དང་། ལུད་པ་དང་། བརྒྱལ་བ་དང་། དབྱིག་དུག་དང་། དུག་སྦྱར་མ་དང་། དུག་དང་། བྱད་དང་། མེ་དང་། ཆུ་དང་། མི་ངས་དང་། བདུད་དང་། འཐབ་མོ་དང་། འཁོན་དང་། གནོད་པ་དང་། དུས་མ་ཡིན་པར་འཆི་བ་དང་། སྦྲང་བུ་ཏྲཻ་མ་བུ་ཀ་དང་། ཏྲཻ་ལཱ་ཏ་ཀ་དང་། སྡིག་པ་དང་། སྦྲུལ་དང་། སྲེ་མོ་དང་། སེང་གེ་དང་། སྟག་དང་། དོམ་དང་། དྲེད་དང་། གཡག་རྒོད་དང་། ཆུ་སྲིན་དང་། སྤྱང་ཀི་དང་། ཆོམ་པོ་དང་། དེ་དག་ལ་སོགས་པ་སྲོག་འཕྲོག་པར་བྱེད་པ་གཞན་ཐམས་ཅད་ཀྱང་བསལ་དུ་གསོལ།
en: For me, my community, and all sentient beings please dispel all bhūtas, pretas, vetālas, ḍākinīs; fevers, skin disease, jaundice, itching, pruritus, leprosy, boils, skin irritations, spleen diseases, fistulas, cutaneous infections, scabies, erysipelas, blood boils, emaciation, labored breathing, anxiety, coughs, and fainting; poisonous brews, mineral poisons, poisonous compounds, venoms, and kākhordas; fire, water, pestilence, māras, quarrels, disputes, adversities, and untimely death; and tryambuka flies, tralāṭa flies, scorpions, snakes, mongooses, lions, tigers, bears, jackals, wild yaks, makaras, wolves, thieves, and all other dangers to life! “

source: གདུགས་དཀར་པོ་ཅན་རྡོ་རྗེ་གཙུག་ཏོར་ཕྱིར་ཟློག་པ་ཆེན་མོའི་རིག་སྔགས་ཀྱི་མཐུས་དཔག་ཚད་བཅུ་གཉིས་ཀྱི་ནང་ཚུན་ཆད་དམ། དཔག་ཚད་ལྔ་བརྒྱའི་ནང་ཚུན་ཆད་དུ་རིག་སྔགས་བཅིང་བར་བགྱིའོ།
en: With the power of the great averting spell of the vajra uṣṇīṣa Sitātapatrā I bind spells within twelve yojanas or within five hundred yojanas.

source: །གཟི་བརྗིད་བཅིང་བར་བགྱིའོ།
en: I bind their energy.

source: །རིག་སྔགས་ཐམས་ཅད་བཅིང་བར་བགྱིའོ།
en: I bind all spells.

source: །གཞན་གྱི་རིག་སྔགས་ཐམས་ཅད་བཅིང་བར་བགྱིའོ།
en: I bind all opposing spells.

source: །མཚམས་གཅད་པར་བགྱིའོ།
en: I demarcate the boundary.

source: །ས་བཅིང་བར་བགྱིའོ།
en: I bind the earth.

source: །ཕྱོགས་བཅུ་བཅིང་བར་བགྱིའོ།
en: I bind the ten directions.

source: །ནམ་མཁའ་བཅིང་བར་བགྱིའོ།
en: I bind the sky.

source: །གཞན་གྱི་སྡེ་རབ་ཏུ་རེངས་པར་བགྱིའོ། །ཏདྱ་ཐཱ། ཨོཾ་ཨ་ན་ལེ་ཨ་ན་ལེ། ཨ་ཙ་ལེ་ཨ་ཙ་ལེ། ཁ་ཁ་མེ་ཁ་ཁ་མེ། བི་ཥ་དེ་བི་ཥ་དེ། བཱི་རེ་བཱི་རེ། བཻ་ར་བཻ་ར། སཽ་མྱེ་སཽ་མྱེ། ཤཱནྟེ་ཤཱནྟེ། དཱནྟེ་དཱནྟེ། བཛྲ་དྷ་ར་བནྡྷ་བནྡྷ་ནི་བཛྲ་པཱ་ཎི་ཕཊ། ཨོྃ་ཧཱུྃ་དྲཱུཾ་ཧྲཱིཿཥྚོཾ་ཕཊ་ཕཊ་སྭཱ་ཧཱ། ཨོཾ་བཛྲ་པཱ་ཎཱི་བནྡྷ་བནྡྷ་བཛྲ་པཱ་སེ་ན་སརྦ་དུཥྚ་བི་གྷྣཱཾ་བི་ནཱ་ཡ་ཀཱ་ན་ཧཱུྃ་ཧཱུྃ་ཕཊ་ཕཊ། ཧཱུྃ་དྲཱུཾ་བནྡྷ་ཕཊ། རཀྵ་རཀྵ་མཱཾ་སརྦ་ས་ཏྭཱཾཤྩ་སྭཱ་ཧཱ། གང་གིས་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་གཙུག་ཏོར་ནས་བྱུང་བ་གདུགས་དཀར་པོ་ཅན་ཞེས་བྱ་བ་གཞན་གྱིས་མི་ཐུབ་མ་ཕྱིར་ཟློག་པའི་རིག་སྔགས་ཀྱི་རྒྱལ་མོ་ཆེན་མོ་འདི་གྲོ་གའམ། རས་སམ། ཤིང་ཤུན་ལ་བྲིས་ཏེ། ལུས་སམ། མགུལ་དུ་ཐོགས་པ་བྱས་ནས་བཅང་བར་བྱ། བཀླག་པར་བྱ་སྟེ། དེ་དག་ལ་ཇི་སྲིད་འཚོའི་བར་དུ་དུག་གིས་མི་ཚུགས། མཚོན་གྱིས་མི་ཚུགས། རིམས་ཀྱིས་མི་ཚུགས། ནད་ཀྱིས་མི་ཚུགས། ཆད་པས་མི་ཚུགས། མེས་མི་ཚུགས། ཆུས་མི་ཚུགས།
en: I paralyze opposing armies.

source: བསྒྱུར་བའི་ལས་ཐམས་ཅད་ཀྱིས་མི་ཚུགས། དབྱིག་དུག་གིས་མི་ཚུགས། དུག་སྦྱར་མས་མི་ཚུགས། བྱད་ཀྱིས་མི་ཚུགས། དུས་མ་ཡིན་པར་འཆི་བའི་དུས་བྱེད་པར་མི་འགྱུར་རོ།
en: tadyathā | oṁ anale anale | acale acale | khakhame khakhame | viṣade viṣade | vīre vīre | vaira vaira | saumye saumye | śānte śānte | dānte dānte | vajradhara bandha bandhani vajrapāṇi phaṭ | oṁ hūṁ drūṃ hrīḥ ṣṭoṃ phaṭ phaṭ svāhā | oṁ vajrapāṇi bandha bandhe vajrapāśena sarvaduṣṭavighnavināyakān hūṁ hūṁ phaṭ phaṭ | hūṁ drūṃ bandha phaṭ | rakṣa rakṣa māṃ sarvasatvāṃśca svāhā | “Whoever writes this invincible queen of spells for averting named Sitātapatrā born from the uṣṇīṣa of all tathāgatas on birch bark, cloth, or tree bark and wears it on their body or around their neck or reads it will not be harmed by poison, weapons, fevers, disease, punishments, fire, water, kṛtyā rites, poisonous brews, poisonous compounds, or kākhordas for as long as they live, nor will they meet an untimely death.

source: །གདོན་ཐམས་ཅད་དང་། བགེགས་དང་ལོག་འདྲེན་ཐམས་ཅད་ཀྱི་ཡིད་དུ་འོང་ཞིང་དགའ་བར་འགྱུར་རོ།
en: They will become dear to and delight all grahas, vighnas, and vināyakas.

source: །བསྐལ་པ་བྱེ་བ་སྟོང་ཕྲག་བརྒྱད་ཅུ་རྩ་བཞིར་སྐྱེ་བ་དང་སྐྱེ་བར་ཆེ་རབས་དྲན་པར་འགྱུར་རོ།
en: They will recall their rebirths of the past eight trillion four hundred million eons.

source: །རྡོ་རྗེའི་རིགས་བྱེ་བ་ཁྲག་ཁྲིག་འབུམ་ཕྲག་བརྒྱད་ཅུ་རྩ་བཞིའི་རིག་སྔགས་ཀྱི་ལྷས་ཀྱང་རྟག་ཏུ་རྒྱུན་མི་འཆད་པར་མཉམ་པར་བཞག་ནས་དེ་ལ་རྟག་པར་བསྲུང་བ་དང་བསྐྱབ་པ་དང་། སྦེད་པར་བྱེད་དོ།
en: Eighty-four billion vidyā deities of the vajra family will always and perpetually guard, protect, and defend them.

source: །རྡོ་རྗེ་ཕོ་ཉ་མོ་མངག་གཞུག་བརྒྱད་ཅུ་རྩ་བཞིས་ཀྱང་རྟག་པར་ཡོངས་སུ་སྐྱོང་བར་བྱེད་དེ་དེ་རྣམས་ཀྱི་ཡིད་དུ་འོང་བ་དང་དགའ་བར་འགྱུར་རོ། །ནམ་དུ་ཡང་གནོད་སྦྱིན་ཉིད་དང་། སྲིན་པོ་ཉིད་དང་། འབྱུང་པོ་ཉིད་དང་།
en: The eighty-four vajra dūtīs and kiṅkaras will always defend them, hold them to be dear, and delight in them.

source: ཡི་དགས་ཉིད་དང་། ཤ་ཟ་ཉིད་དང་། སྲུལ་པོ་ཉིད་དང་། ལུས་སྲུལ་པོ་ཉིད་དང་། མི་དབུལ་པོ་ཉིད་དུ་མི་འགྱུར་རོ།
en: They will never become yakṣas, rākṣasas, bhūtas, pretas, piśācas, pūtanas, or kaṭapūtanas, nor will they ever be poor.

source: །སངས་རྒྱས་བཅོམ་ལྡན་འདས་གྲངས་མེད་དཔག་ཏུ་མེད་པ་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་ཀྱི་བསོད་ནམས་ཀྱི་ཕུང་པོ་དང་ལྡན་པར་འགྱུར་རོ།
en: They will gain a quantity of merit equal to that of the blessed buddhas, who are as innumerable and limitless as grains of sand in the river Ganges. “

source: །དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་གཙུག་ཏོར་ནས་བྱུང་བ་གདུགས་དཀར་པོ་ཅན་ཞེས་བྱ་བ་གཞན་གྱིས་མི་ཐུབ་མ་ཕྱིར་ཟློག་བའི་རིག་སྔགས་ཀྱི་རྒྱལ་མོ་ཆེན་མོ་འདི་འཆང་ན། ཚངས་པར་མི་སྤྱོད་པ་ཡང་ཚངས་པར་སྤྱོད་པར་འགྱུར་རོ།
en: If one keeps this invincible queen of spells for averting named Sitātapatrā born from the uṣṇīṣa of all tathāgatas, one will become chaste if one was not chaste.

source: །ཐུབ་པར་མ་བྱས་པ་ཡང་ཐུབ་པར་བྱས་པར་འགྱུར་རོ།
en: Those who did not observe silence will observe silence.

source: །མི་གཙང་བ་ཡང་གཙང་བར་བྱས་པར་འགྱུར་རོ།
en: The impure will become pure.

source: །བསྙེན་གནས་མ་བྱས་པ་ཡང་བསྙེན་གནས་བྱས་པར་འགྱུར་རོ།
en: Those who did not practice abstinence will practice abstinence.

source: །གང་དག་མཚམས་མེད་པ་ལྔ་བྱས་པ་དེ་ཡང་སྡིག་པ་མ་ལུས་པ་འབྱང་བར་འགྱུར་རོ།
en: Even those who committed the five acts with immediate retribution will see their evil entirely purified.

source: །སྔོན་གྱི་ལས་ཀྱི་སྒྲིབ་པ་ཡང་མ་ལུས་པར་ཟད་པར་འགྱུར་རོ།
en: All the obscurations resulting from their past actions will be exhausted without exception. “

source: །བུད་མེད་གང་ལ་ལས་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་གཙུག་ཏོར་ནས་བྱུང་བའི་གདུགས་དཀར་པོ་ཅན་ཞེས་བྱ་བ་གཞན་གྱིས་མི་ཐུབ་མ་ཕྱིར་ཟློག་པ་ཆེན་མོའི་རིག་སྔགས་ཀྱི་རྒྱལ་མོ་ཆེན་མོ་འདི་འཆང་ན་བུ་འདོད་པ་དེས་ཀྱང་བུ་རྙེད་དེ།
en: If a woman who wishes to have a child keeps this invincible queen of spells for averting named Sitātapatrā born from the uṣṇīṣa of all tathāgatas, she will gain a child.

source: ཚེ་དང་བསོད་ནམས་དང་སྟོབས་ཀྱང་རབ་ཏུ་ལྡན་ནོ།
en: The child will have a long life and possess merit and strength.

source: །འདི་ནས་ཤི་འཕོས་ནས་ཀྱང་འཇིག་རྟེན་གྱི་ཁམས་བདེ་བ་ཅན་དུ་སྐྱེ་སྟེ། འདོད་ཆགས་དང་། ཞེ་སྡང་དང་། གཏི་མུག་དང་། ང་རྒྱལ་དང་། རྒྱགས་པ་ཐམས་ཅད་དང་བྲལ་བར་འགྱུར་རོ། །གང་ལ་ལ་ཞིག་གིས་མི་ནད་དང་། བ་ལང་གི་ནད་དང་། གནག་ནད་དང་། ཡམས་ཀྱི་ནད་དང་།
en: After they pass away, they will take birth in Sukhāvatī, where they will be free of desire, aversion, delusion, pride, and vanity. “

source: གནོད་པ་དང་། འགོ་བའི་ནད་དང་། འཁྲུག་པ་ཐམས་ཅད་དང་། ཕ་རོལ་གྱི་དམག་ཚོགས་འོང་བ་ལ་བཅོམ་ལྡན་འདས་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་མི་ཕམ་པ། དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་གཙུག་ཏོར་ནས་བྱུང་བ་གདུགས་དཀར་པོ་ཅན་ཞེས་བྱ་བ་གཞན་གྱིས་མི་ཐུབ་མ་ཕྱིར་ཟློག་པའི་རིག་སྔགས་ཀྱི་རྒྱལ་མོ་ཆེན་མོ་འདི་རྒྱལ་མཚན་གྱི་རྩེ་མོ་ལ་བཏགས་ཏེ་རིམ་གྲོ་ཆེར་མཆོད་པ་ཆེན་པོ་བྱས་ནས།
en: Those who are threatened by diseases that affect humans, cattle, or livestock or by epidemics, calamities, infectious diseases, mental disturbances, and the approach of opposing armies should affix this invincible queen of spells for averting named the blessed, undefeated, perfectly awakened Sitātapatrā born from the uṣṇīṣa of all tathāgatas to the top of a banner and worship it extensively with great offerings.

source: གྲོང་ཁྱེར་ཐམས་ཅད་ཀྱི་སྒོ་འམ། གཙུག་ལག་ཁང་ངམ། གྲོང་ངམ། གྲོང་ཁྱེར་རམ། ལྗོངས་སམ།
en: The banner should then be planted at the gateway to any city or at a monastery, village, city, realm, market town, charnel ground, mountain, or wilderness residence.

source: གྲོང་རྡལ་ལམ། དུར་ཁྲོད་དམ། རི་འམ། དགོན་པའི་གནས་སུ་གཟུགས་སོ། །གཞན་གྱིས་མི་ཐུབ་མ་ཕྱིར་ཟློག་མ་ཆེན་མོ་རིག་སྔགས་ཀྱི་རྒྱལ་མོ་ཆེན་མོ་འདི་རིམ་གྲོ་ཆེར་བྱས་ཏེ། བཙུགས་པ་ཙམ་གྱིས་གཡུལ་ཞི་བར་བྱས་པར་འགྱུར་རོ། །ཡམས་ཀྱི་ནད་དང་། གནོད་པ་དང་། འགོ་བའི་ནད་དང་། འཁྲུག་པ་ཐམས་ཅད་དང་། ཕ་རོལ་གྱི་དམག་ཚོགས་རྣམས་རབ་ཏུ་ཞི་བར་འགྱུར་རོ། །ཀླུའི་རྒྱལ་པོ་མཐའ་ཡས་དང་། ཀླུའི་རྒྱལ་པོ་དུང་སྐྱོང་དང་།
en: As soon as this invincible queen of spells for averting has been worshiped and planted, war will be pacified, as will calamities, violence, harm, epidemics, mental disturbances, and the approach of opposing armies.

source: ཀླུའི་རྒྱལ་པོ་ནག་པོ་ཆེན་པོ་དང་། ཀླུའི་རྒྱལ་པོ་དགའ་བོ་དང་། ཉེ་དགའ་བོ་དང་། གཞན་ཡང་ཀླུའི་རྒྱལ་པོ་ཐམས་ཅད་ཀྱིས་ཀྱང་དུས་དུས་སུ་ཆར་འབེབས་སོ། །དུས་དུས་སུ་གློག་འབྱིན་ཏོ། །དུས་དུས་སུ་འབྲུག་སྒྲོགས་སོ།
en: Ananta, Śaṅkhapāla, Mahākṛṣṇa, Nanda and Upananda, and all the other nāga kings will send timely rain, lightning, and peals of thunder.

source: །ནད་དང་གནོད་པ་ཐམས་ཅད་ཉེ་བར་ཞི་བར་འགྱུར་རོ། །ཨོྃ་ཧཱུྃ་ཥྚོཾ་བནྦྷ་བནྦྷ་སརྦ་དུཥྚཱ་ན་རཀྵ་མ་མ་ས་པ་རི་བཱ་ར་སྱ་སརྦ་སཏྭཱཾཤྩ་སྭཱ་ཧཱ། ཨོྃ་ཧཱུྃ་ཥྚོཾ་བནྡྷ་བནྡྷ་སརྦ་དུཥྚཱན་རཀྵ་རཀྵ་མ་མ་ས་པ་རི་བཱ་ར་སྱ་སརྦ་ས་ཏྭཱཾཤྩ་བཛྲ་པཱ་ཎི་ཧཱུྃ་ཕཊ་སྭཱ་ཧཱ། ཨོྃ་སརྦ་ཏ་ཐཱ་ག་ཏོཥྞི་ཥ་ཨ་བ་ལོ་ཀི་ཏེ་མཱུརྡྷ་ནི་ཏེ་ཛོ་རཱ་ཤི། ཨོྃ་ཛྭ་ལ་ཛྭ་ལ། ཁཱ་ད་ཁཱ་ད། དྷ་ཀ་དྷ་ཀ །ད་ར་ད་ར། བི་ད་ར་བི་ད་ར།
en: All illness and calamities will be completely pacified.
